{
  "logo": "Gow Education",
  "home": "Home",
  "learn": "Learn",
  "grow": "Grow",
  "excel": "Excel",
  "oversea": "Study Oversea",
  "oversea-desc": "Study Oversea desc ................",
  "master": "Masterclasses",
  "phd": "PhD-Ready",
  "about": "About",
  "contact": "Contact",
  "partner": "Partner",
  "slogan1": "To be your",
  "slogan2": "best yourself",
  "start": "Get Started",
  "subtitle": "Best learning, best career, best life.",
  "discover": "discover our lessons",
  "trusted-by": "Trusted by",
  "trusted-by2": "international students worldwide",
  "become-partner": "Become a Partner",
  "course-advise": "Course Advice",
  "course-advise-desc": "Course Advice desc .......",
  "find-my-university": "Find My University",
  "phd-pre": "PhD Preparation",
  "be-partner": "Partner with us",
  "more-about-gow": "Learn more about Gow Education ...",
  "email-subscription": "Free access to Dr Robert’s weekly motivation and inspiration.",
  "email-subscription-desc": "Receive weekly tips and challenges to help overcome obstacles, build your confidence, and find your purpose. Start your week on a high note.",
  "subscribtion-cancel": "Start your week on a high note. Unsubscribe at any time.",
  "name": "First Name:",
  "email": "Email:",
  "subscribe": "Get Access",
  "slogan3": "Best Study … Best Career … Best Life!",
  "value-desc": "Gow Education assists university students, graduates and early career professionals navigate your way to achieving your life goals.<br /><br />We aim to help build your confidence and give you the skills, knowledge and practice to create your brilliant future. How do we do this? By assisting you choose the right University to attend, develop your study skills, refine English language skills, and provide career advice to help find your ideal job and career path. As your life coach, we will help you be the best you can be, and achieve what you want to achieve.<br /><br />Our classes are taught by experienced University academics from leading world-class universities and business professionals. Our goal is for you to stay curious, become more courageous, build good study and work habits, and most of all, make the right choices. Let us join you on your journey to achieve your personal best - best study, best career, and best life!<br /><br />Dr Robert",
  "feedback": "Feedback",
  "feedback-1": "Learning from Dr Robert has been one of the highlights of my time at University. For every class, Robert had such an infectious enthusiasm which engaged every member of the class for the duration of the whole class. Robert's insightful real world experiences also added a special extra dimension to the course, making it much more interesting. Every week it was clear that Robert was passionate about teaching and passionate about helping us succeed not only within the course, but also beyond. Teachers such as Dr Robert are few and far in between.<br/><b>-Hayasa</b>",
  "feedback-2": "Dr Robert is extremely dynamic and engaging teacher. He made the unit a lot more interesting to learn with his enthusiastic and bubbly personality. Robert incorporated many examples beyond the required material whether they are from real life or his own to enhance the learning process overall. Moreover, he created a safe learning environment and would encourage many of his students to participate and discuss freely. Robert is very open-minded and you can tell he cares a lot about his students and wants them to succeed.<br/><b>-Mariam</b>",
  "feedback-3": "Dr Robert's exceptional confidence, sense of humour and empathy stand out amongst the many lecturers who've taught me during my time at University. In particular, I recall Dr Robert captured the attention of the whole class with his humorous explanation of the 4 P's of marketing by using improvised props to engage students. I also recall Dr Robert's remarkable skill at active listening, which he continuously demonstrated throughout the semester. Dr Robert is a rare and valued teacher who combines deeply compassionate traits, courage and intellectual accuracy.<br/><b>-Maximilian</b>",
  "feedback-4": "Dr Robert is definitely the kind of teacher students are longing for - he makes an unforgettable impression on students. Dr Robert is much more than a friend and lecturer, he is a life coach! My friends asked me for the timetable of his class and they were all passionate about attending his classes even though they were not his students. Dr Robert’s students all agree that Robert is definitely the best teacher. I'm writing to personally praise the best teacher I have ever known in my life<br/><b>-Chulin</b>",
  "lesson-title1": "Masterclasses",
  "lesson-desc1": "Succeeding in your study at a Western University requires more than using rote learning. You need much, much more. Join academics from leading world class Universities as they share their knowledge to help you achieve top grades.",
  "lesson-title2": "Study Overseas",
  "lesson-desc2": "Succeeding in your study at a Western University requires more than using rote learning. You need much, much more. Join academics from leading world class Universities as they share their knowledge to help you achieve top grades.",
  "lesson-title3": "PhD Preparation",
  "lesson-desc3": "Succeeding in your study at a Western University requires more than using rote learning. You need much, much more. Join academics from leading world class Universities as they share their knowledge to help you achieve top grades.",
  "read-more": "Read More",
  "testimonials": "Testimonials",
  "testimonials-1": "Firstly, Dr Robert not only taught us what need to be taught, but also he thought what we should learn. Secondly, Dr Robert always made the class funny. Sometimes, learning new knowledge is a boring process as some teachers teach by lecturing unintelligibly academic language. However, Robert teaches through many vivid languages and images which helps our understanding. Finally, I initially thought the unit would be boring. However, since the first class, Robert aroused my interest and my study deepened. Thank you Dr Robert!<br/><b>-Mingxuan</b>",
  "testimonials-2": "I believe many students have felt Dr Robert's passion in teaching as he helps us improve our critical thinking. When I discussed with other students about Dr Robert, they would always express admiration for him. Robert is not only a good teacher but also a good friend. He is humorous and conscientious in his work, and is a positive and diligent teacher.<br /><b>-Zhuoyao</b>",
  "testimonials-3": "Robert is the best teacher I have ever met! His lectures are very interesting and he always encourages us to practice English more. So I am not afraid to speak out my thoughts in the class. Also, he is very patient to listen to us, he is very polite when we speak, and he never interrupts us. My English is not so good but Robert always says wonderful, perfect etc. to encourage me to speak more and gain more confidence. Besides, he is always so kind to offer help, and his ideas about some problems are very helpful and inspiring. I found it so enjoyable to discuss with him. I really enjoyed studying with this kind, knowledgeable and excellent teacher. He respects all students from different backgrounds and offers help as much as he can. He has a good understanding about cultural differences. I think he is able to represent the best level of teaching in our University.<br/><b>-Jie</b>",
  "testimonials-4": "Robert is creative in his teaching and he was always able to have fun with the class as we had a lot of laughs studying with him. His activities were engaging and I particularly really enjoyed the class simulations. I was able to make more friends in the class thanks to his relaxing style of teaching that enabled students to feel at ease interacting with each other. Robert's lessons were also thought provoking as it allowed conversations about prominent business issues that are happening in the world right now, which have been helpful! Robert is a great lecturer!<br/><b>-Linh</b>",
  "testimonials-5": "Robert is a very charming and knowledgeable professor. In Robert's class, we have better understanding of lecture materials. More importantly, we learned how to critical thinking, which is very useful skill in life. Robert always encourages us to participate in class. Students are free to ask any questions or put forward any opinions. I really enjoy his classes. Hope you have a great day!<br/><b>-Yimin</b>",
  "testimonials-6": "Robert did a very good job in his teaching with a very passionate attitude. He used his typical \"drama\" teaching method to deliver the knowledge to students and it worked very well. As a student like me, his positive attitude gave me a lot of inspiration.<br/><b>-Yu</b>",
  "about-us": "About Us",
  "about-us-content": "Dr Robert Gow has been an academic at The University of Sydney Business School, one of the world’s top universities since 2016. Robert is the founder of Gow Education - a trading name of Gow Learning International which commenced as an Australian Registered Training Organisation (RTO) and management consultancy in 1996.<br/><br/>Gow Learning International also works extensively in early learning, primary and secondary schools through Bright Happy Schools, to develop the professional competency of teachers under the authority of the New South Wales Education and Standards Authority (NESA) for teachers to maintain their teacher registration and to improve the personal well-being of students.<br/><br/>The purpose of Gow Education is to equip and inspire students to learn, grow and excel in order to live their lives to the fullest potential, now and in the future. Gow Education does this by delivering core study skills to help students globally achieve at University, helping them in establishing their careers and providing essential life skills to ensure ongoing future success.<br/><br/>Given its educational purpose, Gow Education is registered by the Australian Charities and Not-for-profits Commission (ACNC) as a not-for-profit organisation. As a purpose-driven, not-for-profit learning organisation, Gow Education is focused on building bright futures of students throughout the world.<br/><br/>We aim to enable each student to achieve their personal best - best study, best career, best life!",
  "contact-title": "Contact Us by Email",
  "contact-wechat-title": "Contact Us by Wechat",
  "contact-form-name": "Your Name",
  "contact-form-email": "Your Email Address",
  "contact-form-feedback": "Comment, Feedback or Question",
  "contact-form-submit": "Submit",
  "partner-title": "Become an Associate Partner Today",
  "partner-desc": "Gow Education wishes to partner with reputable providers to deliver our mission of helping students achieve their personal best.<br/>We imagine partnership opportunities withUniversities/Tertiary Education Providers International Education Agents Migration Agents Tutoring Schools and Private Tutors Marketing Agents to market our services<br />Gow Education wants to help you expand your influence and enhance the lives of more students throughout the world. Further information will be sent to your email address.",
  "partner-form-first-name": "First Name",
  "partner-form-last-name": "Last Name",
  "partner-form-email": "Email Address",
  "partner-form-email-check": "Re-enter Email Address",
  "partner-form-country": "Your Country",
  "partner-form-category": "Your Category",
  "partner-form-file": "Please upload any relevant information about you",
  "partner-form-message": "Your Message",
  "partner-form-apply": "Apply",
  "web-right": "GowEducation.com 2023 All rights reserved",
  "terms-conditions": "Terms and Conditions",
  "privacy-policy": "Privacy Policy",
  "contact-us": "Contact Us",
  "subscribe-slogan": "Access to Dr Robert’s Success Secrets<br />Subscribe for a Weekly email",
  "subscribe-callback": "Thank you. Your weekly subscription to Dr Robert’s Success Secrets has been activated, and will start next week.",
  "subscribe-error": "Please accept the terms and conditions to continue",
  "subscribe-param": "Please input essential content",
  "subscribe-wechat": "Subscribe to our Official Wechat Account"
}