{
  "logo": "高远教育",
  "home": "首页",
  "oversea": "海外学习",
  "oversea-desc": "Study Oversea desc ................",
  "master": "硕士课程",
  "learn": "学习",
  "grow": "成长",
  "excel": "卓越",
  "phd": "博士",
  "about": "关于",
  "contact": "联系我们",
  "partner": "合作伙伴",
  "slogan1": "成为",
  "slogan2": "最好的自己",
  "start": "开始",
  "subtitle": "最好的学习、最好的职业、最好的生活",
  "discover": "浏览课程",
  "trusted-by": "超过",
  "trusted-by2": "留学生选择我们",
  "become-partner": "成为合作伙伴",
  "course-advise": "课程咨询",
  "course-advise-desc": "Course Advice desc .......",
  "find-my-university": "发现我的心仪大学",
  "phd-pre": "PhD Preparation",
  "be-partner": "与我们合作",
  "more-about-gow": "了解更多关于高远教育 ...",
  "email-subscription": "免费获取Robert博士的每周激励和灵感。",
  "email-subscription-desc": "每周一早上你会收到一封鼓舞人心的每周邮件，以高昂的情绪开启你新的一周。",
  "subscribtion-cancel": "随时可以取消订阅。",
  "name": "名字：",
  "email": "邮件地址：",
  "subscribe": "登记订阅",
  "slogan3": "最好的学习 ... 最好的职业 ... 最好的生活！",
  "value-desc": "高远教育有一个明确的目标——帮助你成为最好的自己，并获得成功。我们的目标是帮助你树立自信心，协助你找到你的人生意义和目的，从而去创建你的辉煌未来。许多人仅仅满足于次佳的现状，缺乏发掘潜能的内在动力。触及星空的路总是布满荆棘，但高远教育会为你提供实现人生目标所需的精神配件。我们的大师直播课将引导你踏上这段旅途。<br /><br />我的学习大师课程由来自世界一流大学且经验丰富的大学学术研究者讲授，通过予以大学生指导、提示和工具等方式为其提供多元学习技巧，以助学生提高在校成绩及取得卓越学术成就。我的职业大师课程传授必要的职业技能及就业技能，帮助你决定你未来的职业方向，规划发展道路，将心仪的工作收入囊中。我的生活大师课程通过确认你的个人优势强项引导你设定目标同时克服恐惧和焦虑，培养建设你所需的自信树立和心态调整。<br /><br />如果你是在西方大学学习的一名国际学生且英语不是你的母语，生活在另一个国家有时候会很有挑战性。我们的英语会话大师课程以寓教于乐引人入胜的方法来培养实用的英语语言会话技巧，帮助大家克服这些困难挑战。<br /><br />我们旨在让每个学生都可以达到他们的最佳状态——最好的学习、最好的职业、最好的生活！<br /><br />Robert博士",
  "feedback": "Feedback",
  "feedback-1": "向Robert博士学习是我大学生活里最棒的时刻之一。对于每一节课，Robert都有一种极具感染力的热情，使每一位同学在整节课上都全神贯注。Robert对现实经历独特的见解也使课程更加有趣。每个星期，Robert对教学的热切和激情我们都有目共睹，他对我们的帮助包括但远不限于我们在课业中取得的成绩。像Robert博士这样的老师屈指可数。<br/>-Hayasa",
  "feedback-2": "Robert博士是一位极具活力和魅力的老师。他热情活泼的个性让课程的学习变得更加有趣。Robert又结合了许多学习必备资料之外例子来加快整体的学习进度，这些例子可能来源于生活，也可能是他现身说法。此外，他创造了一个舒适的学习环境，并鼓励他的学生自由参与讨论。Robert的思想很开放，你可以看出他十分关心他的学生并真切地希望他们获得成功。<br/>-Mariam",
  "feedback-3": "Robert博士非凡的自信、幽默感和同理心使得他在大学期间教过我的众多讲师中脱颖而出。 特别值得一提的是，Robert博士幽默风趣地讲解了营销的4P’s，他用临时制作的道具吸引了全班的注意力。 同时Robert在积极倾听方面有着令人惊叹的技巧，整个学期他都在不断地证实这一优点。 Robert是一位难得的且令人尊敬的老师，他有很强的同理心、勇气和智慧。<br/>-Maximilian",
  "feedback-4": "Robert博士绝对是学生们向往的那种老师，他给他的学生们都留下了难忘的印象。 Robert博士不仅仅是一位朋友、一位讲师，他更是一位生活导师！ 我的朋友会向我询问他上课的时间表，虽然他们不是Robert的学生，但他们都很想加入他的课程。 Robert博士的学生大多都认为他绝对是最好的老师。 写下这些文字，只是为了称赞一下这位我遇到的最好的老师。<br/>-Chulin",
  "lesson-title1": "学习成功大师班",
  "lesson-desc1": "在西方的大学学习生涯中若想获得成功，单单刻板的死记硬背是行不通的。学无止境，你所需要的只有更多。与世界一流大学学者一起分享他们的知识，助你取得更好的成绩。",
  "lesson-title2": "留学",
  "lesson-desc2": "在西方的大学学习生涯中若想获得成功，单单刻板的死记硬背是行不通的。学无止境，你所需要的只有更多。与世界一流大学学者一起分享他们的知识，助你取得更好的成绩。",
  "lesson-title3": "PhD Preparation",
  "lesson-desc3": "在西方的大学学习生涯中若想获得成功，单单刻板的死记硬背是行不通的。学无止境，你所需要的只有更多。与世界一流大学学者一起分享他们的知识，助你取得更好的成绩。",
  "read-more": "了解更多",
  "testimonials": "推荐语",
  "testimonials-1": "Firstly, Dr Robert not only taught us what need to be taught, but also he thought what we should learn. Secondly, Dr Robert always made the class funny. Sometimes, learning new knowledge is a boring process as some teachers teach by lecturing unintelligibly academic language. However, Robert teaches through many vivid languages and images which helps our understanding. Finally, I initially thought the unit would be boring. However, since the first class, Robert aroused my interest and my study deepened. Thank you Dr Robert!<br/>-Mingxuan",
  "testimonials-2": "I believe many students have felt Dr Robert's passion in teaching as he helps us improve our critical thinking. When I discussed with other students about Dr Robert, they would always express admiration for him. Robert is not only a good teacher but also a good friend. He is humorous and conscientious in his work, and is a positive and diligent teacher.<br />-Zhuoyao",
  "testimonials-3": "Robert is the best teacher I have ever met! His lectures are very interesting and he always encourages us to practice English more. So I am not afraid to speak out my thoughts in the class. Also, he is very patient to listen to us, he is very polite when we speak, and he never interrupts us. My English is not so good but Robert always says wonderful, perfect etc. to encourage me to speak more and gain more confidence. Besides, he is always so kind to offer help, and his ideas about some problems are very helpful and inspiring. I found it so enjoyable to discuss with him. I really enjoyed studying with this kind, knowledgeable and excellent teacher. He respects all students from different backgrounds and offers help as much as he can. He has a good understanding about cultural differences. I think he is able to represent the best level of teaching in our University.<br/>-Jie",
  "testimonials-4": "Robert is creative in his teaching and he was always able to have fun with the class as we had a lot of laughs studying with him. His activities were engaging and I particularly really enjoyed the class simulations. I was able to make more friends in the class thanks to his relaxing style of teaching that enabled students to feel at ease interacting with each other. Robert's lessons were also thought provoking as it allowed conversations about prominent business issues that are happening in the world right now, which have been helpful! Robert is a great lecturer!<br/>-Linh",
  "testimonials-5": "Robert is a very charming and knowledgeable professor. In Robert's class, we have better understanding of lecture materials. More importantly, we learned how to critical thinking, which is very useful skill in life. Robert always encourages us to participate in class. Students are free to ask any questions or put forward any opinions. I really enjoy his classes. Hope you have a great day!<br/>-Yimin",
  "testimonials-6": "Robert did a very good job in his teaching with a very passionate attitude. He used his typical \"drama\" teaching method to deliver the knowledge to students and it worked very well. As a student like me, his positive attitude gave me a lot of inspiration.<br/>-Yu",
  "about-us": "关于我们",
  "about-us-content": "Dr Robert Gow has been an academic at The University of Sydney Business School, one of the world’s top universities since 2016. Robert is the founder of Gow Education - a trading name of Gow Learning International which commenced as an Australian Registered Training Organisation (RTO) and management consultancy in 1996.<br/><br/>Gow Learning International also works extensively in early learning, primary and secondary schools through Bright Happy Schools, to develop the professional competency of teachers under the authority of the New South Wales Education and Standards Authority (NESA) for teachers to maintain their teacher registration and to improve the personal well-being of students.<br/><br/>The purpose of Gow Education is to equip and inspire students to learn, grow and excel in order to live their lives to the fullest potential, now and in the future. Gow Education does this by delivering core study skills to help students globally achieve at University, helping them in establishing their careers and providing essential life skills to ensure ongoing future success.<br/><br/>Given its educational purpose, Gow Education is registered by the Australian Charities and Not-for-profits Commission (ACNC) as a not-for-profit organisation. As a purpose-driven, not-for-profit learning organisation, Gow Education is focused on building bright futures of students throughout the world.<br/><br/>We aim to enable each student to achieve their personal best - best study, best career, best life!",
  "contact-title": "通过电子邮件联系我们",
  "contact-wechat-title": "通过微信联系我们",
  "contact-form-name": "你的名字",
  "contact-form-email": "你的Email",
  "contact-form-feedback": "Comment, Feedback or Question",
  "contact-form-submit": "提交",
  "contact-title": "通过电子邮件联系我们",
  "contact-form-name": "你的名字",
  "contact-form-email": "你的Email",
  "contact-form-feedback": "Comment, Feedback or Question",
  "contact-form-submit": "提交",
  "partner-title": "Become an Associate Partner Today",
  "partner-desc": "Gow Education wishes to partner with reputable providers to deliver our mission of helping students achieve their personal best.<br/>We imagine partnership opportunities withUniversities/Tertiary Education Providers International Education Agents Migration Agents Tutoring Schools and Private Tutors Marketing Agents to market our services<br />Gow Education wants to help you expand your influence and enhance the lives of more students throughout the world. Further information will be sent to your email address.",
  "partner-form-first-name": "First Name",
  "partner-form-last-name": "Last Name",
  "partner-form-email": "Email",
  "partner-form-email-check": "请再输入一次Email",
  "partner-form-country": "你的国家",
  "partner-form-category": "你的类别",
  "partner-form-file": "Please upload any relevant information about you",
  "partner-form-message": "Your Message",
  "partner-form-apply": "申请",
  "web-right": "GowEducation.com 2023 版权所有",
  "terms-conditions": "使用条款",
  "privacy-policy": "隐私政策",
  "contact-us": "联系我们",
  "subscribe-slogan": "获得Robert教授的成功秘诀<br />订阅每周邮件",
  "subscribe-callback": "Thank you. Your weekly subscription to Dr Robert’s Success Secrets has been activated, and will start next week.",
  "subscribe-error": "请先同意协议",
  "subscribe-param": "请输入完整信息",
  "subscribe-wechat": "扫码添加微信"
}